;-----------------------------------------------------
; SAMInside v2.6.5.0 (Feb 12 2011), Chinese Interface
; (c)InsidePro Software, http://www.InsidePro.com/
;-----------------------------------------------------
; Language file: Chinese.lng (v2.0)
; Author       : Liang Piau Suk
; Date         : 11.03.2011
; E-mail       : piausukliang@yahoo.com
;----------------------------------------------------
[Translations]
0=\n就绪
1=密码:
2=速度:
3=密码/秒
4=用户
5=用户RID
6=LM密码
7=NT密码
8=LM哈希
9=NT哈希
10=确定
11=取消
12=(&E)编辑
13=(&T)工具
14=LM/NT哈希生成器...\tF6\n生成LM/NT哈希取决于对输入的密码
15=检查当前密码\tF2\n检查列表上所列的所有用户的当前密码
16=工具栏\n显示或隐藏工具栏
17=统计栏\n显示或隐藏的统计栏
18=(&S)服务
19=当前密码:
20=(&F)文件
21=使用计划程序服务.请稍候...
22=从P&WDUMP导入文件...\tAlt+O\n从文本文件中PWDUMP格式导入用户
23=说明
24=显示程序
25=文本搜索完成!
26=导出用户到PWDUMP文件...\tCtrl+S\n导出所有用户到一个PWDUMP格式的文本文件
27=退出\n关闭应用程序
28=​​攻击结束于
29=标记所有用户\tAlt+M\n添加列表上的所有用户的攻击队列
30=取消标记所有用户\tAlt+U\n取消标记列表上的所有用户
31=用户
32=密码发现
33=导出选定的用户到PWDUMP文件...\n导出选定的用户到一个PWDUMP格式的文本文件
34=时间过去了:
35=隐藏模式\tCtrl+Alt+H\n在这种模式下,程序将不会出现在任务栏或在任务列表(在Alt+Tab键击键)
36=开始攻击\tF4\n从头开始攻击
37=继续攻击\tF5\n继续攻击从目前的密码
38=停止攻击\tShift+F5\n停止攻击
39=你想要删除找到密码的用户吗?
40=你想要删除所选用户吗?
41=总密码
42=密码处理
43=选项...\tF9\nSAMInside设置
44=剩余时间:
45=网站...\n游览SAMInside软件的网上家园
46=下载最新版本...\n下载最新版本的SAMInside
47=服务与支持...\n发送信息到SAMInside服务支持
48=购买许可证...\n游览InsidePro网上商店和订购一SAMInside许可证
49=PW&DUMP格式:
50=&?
51=关于程序...\n显示程序信息,版本号和版权
52=删除所选用户\tDel\n删除选定的用户
53=删除已发现密码的用户\n删除其已经发现密码的用户
54=删除所有用户\tF12\n删除列表中的所有用户
55=导出统计...\n导出当前统计到一个文本文件
56=密码不匹配与SAM注册表文件!
57=找到密码栏\n显示或隐藏找到密码栏
58=清除当前密码\tF11\n清除当前密码文本字段
59=LM/NT哈希生成器
60=未知文件格式\n注意:Windows注册表文件必须开头为'regf'签名!
61=SAM/域名/帐户的注册表配置单元读取错误!
62=SAM/域名/帐户/用户/名称注册表配置单元读取错误!
63=没有找到的字典!
64=没有找到密码在字典中!
65=字典攻击完成\n注意:密码攻击继续为尚未发现在字典!
66=字典字计数...
67=LM哈希
68=NT哈希
69=注意:面膜攻击不能在演示版本中使用.
70=你想删除列表中的所有用户吗?
71=一些密码被发现!
72=另外
73=哈希数据库...\n游览InsidePro网站以便使用哈希数据库来搜索密码
74=最小化到托盘\tCtrl+Alt+M\n最小化程序的图标在系统托盘
75=当前密码不匹配暴力攻击设置!
76=重复相同的字符("111","ZZZZZ",等.)
77=没有标记为攻击的用户或所有用户的密码已找到!
78=暴力攻击完了!
79=预先计算表攻击完了!
80=删除所有
81=当前密码不匹配面膜攻击设置!
82=面膜攻击完了!
83=正确
84=当前密码的长度已超过被允许的长度攻击设置!
85=字典攻击完了!
86=此操作只能在WindowsNT/2000/XP/2003/Vista使用!
87=此操作需要管理员的权限!
88=错误从系统注册表文件中读取系统密匙!
89=系统注册表文件不匹配SAM的注册表文件!
90=无法连接到Windows的注册表!
91=系统服务"计划程序"必须运行以便继续运行!
92=无法打开临时文件:
93=所有密码已找到!											
94=当前LM哈希密码攻击长度不能超过7个字符\n注意:此限制是由于编码LM密码(14个字符为最大长度)分为7个字符的一半将被各自编码.
95=标记所有
96=在用户导入
97=执行"智力"密码检查
98=检查现有的密码从"SAMInside.DIC"文件
99=字符集
100=状态栏\n显示或隐藏状态栏
101=选项
102=常规
103=暴力攻击
104=字典攻击
105=面膜攻击
106=下载字典...\n游览InsidePro网站以下载词典
107=声音
108=播放声音文件当恢复成功
109=浏览...
110=文件:
111=密码属性
112=当前界面语言:
113=高
114=高于正常
115=正常
116=低于正常
117=低
118=测试
119=清除发现密码栏\tF8\n清除找到的密码栏
120=面膜
121=攻击字符
122=设置你需要的密码字符面膜:\n\t? - 任何可打印的字符\n\tA - 拉丁文大写[A...Z]\n\ta - 拉丁文小写[a...z]\n\tN - 数字[0...9]\n\tS - 特殊字符[!@#...]\n\t1...8 - 字符从相应的字符集\n和标记面膜复选框.\n或清除面膜复选框并输入所知的字符.
123=\n从文件中导入
124=\n导出到文件
125=\n导入本地用户
126=\n编辑用户
127=\n删除用户
128=\n选项
129=LM表
130=NT表
131=取消全部标记
132=清除
133=关于此程序
134=密码最大长度,字符:
135=密码最小长度,字符:
136=所有可打印字符(ASCII 32...255)
137=拉丁文大写字符[A...Z]
138=拉丁文小写字符[a...z]
139=数字[0...9]
140=特殊字符[!@#...]
141=字典攻击
142=提示
143=你确定要清除发现密码栏?
144=撤消
145=剪切
146=复制
147=粘贴
148=清除
149=选择所有
150=添加字符
151=混合攻击
152=前置字符:
153=追加字符:
154=分布式攻击
155=用户列表
156=文字颜色:
157=背景颜色:
158=注意:字符ASCII 33...127将被加入.
159=检查预测密码...
160=参与攻击的计算机数目:
161=此计算机的密码范围:
162=用户名
163=现有的密码从"SAMInside.DIC"文件
164=钥匙系列("123","qwert",等.)
165=预先计算表攻击
166=没有表被攻击!
167=显示最后统计
168=注意:密码长度在LM哈希攻击下不能超过7个字符.
169=\n恢复窗口到正常大小
170=<禁用>
171=<空>
172=<Syskeyed>
173=<未知>
174=天
175=暴力攻击
176=面膜攻击
177=当前词典:%s
178=从*.LS&T文件中导入...\n从LMNT.LST文件中导入用户(创建于Cain&Able)
179=还有从字典中检查
180=遗失或无法读取的文件将被从列表中删除!\n您要编辑文件列表吗?
181=添加
182=添加...
183=删除
184=另外检查
185=双字(adminadmin)
186=反转字(nimda)
187=字典文件
188=从*.&HDT文件中导入...\n导入用户从项目创建于PPA
189=子字符串的长度不少于,字符:
190=词,除了字符:
191=重要!系统钥匙是存储在外部系统注册表文件,在软盘上!\n请插入软盘,并继续导入.\n注意:该文件通常命名为"StartKey.Key",其大小是16字节.
192=Windows启动密码是必要的以便继续导入.请问您要输入密码吗?
193=添加用户
194=或LM/NT哈希在PWDUMP格式:
195=导出发现密码...\n导出发现密码到"用户:密码"的格式
196=你确定要从列表中删除所有词典?
197=彩虹表计算器...\n可以计算预先计算的彩虹表参数的在线程序
198=表和文件
199=注意:只有一个*.RT文件可用于攻击在演示版本.
200=导入SAM和系统注册表文件...\tCtrl+O\n从Windows注册表中的SAM和系统文件导入用户
201=导入SAM注册表和SYSKEY文件...\n从Windows注册表的SAM文件中导入用户
202=从*&LC文件导入...\n从文件创建于L0phtCrack中导入用户
203=从*.LC&P文件导入...\n从文件创建于LCP4.x和LCP5.x 中导入用户
204=(&V)查看
205=帮助...\tF1\n显示SAMInside帮助
206=反转选项\tAlt+I\n反转用户的选择
207=添加用户...\tAlt+Ins\n添加已知LM/NT哈希的新用户到列表
208=从*.L&CS文件导入...\n从文件创建于LC4,LC5和LC6中导入用户
209=导入本地用户通过LS&ASS\n导入本地用户通过连接到LSASS的系统进程
210=导入本地用户通过计划程序\n导入本地用户通过计划程序系统服务
211=暴力攻击\n选择暴力攻击
212=面膜攻击\n选择面膜攻击
213=字典攻击\n选择字典攻击
214=预先计算表攻击\n选择预先计算表的攻击
215=LM哈希攻击\n选择LM哈希攻击
216=NT哈希攻击\n选择NT哈希攻击
217=没有字符集定义在下一个密码字符:
218=导出用户到HT&ML...\n导出用户到一个HTML文件
219=程序优先权:
220=未知文件解析错误!\n请电邮错误至Support@InsidePro.com以便分析.
221=请重新启动程序以便更改界面语言!
222=你要删除选中的文件?
223=编辑
224=打开SAM注册表文件
225=打开系统注册表文件
226=打开文件与系统的钥匙
227=你想从列表中删除所有的彩虹表吗?
228=LM密码上半部已被发现
229=LM密码下半部已被发现
230=NT密码已发现
231=此功能不可在WindowsNT下使用\n注意:使用计划程序导入以获取本地用户! 
232=LM密码已发现
233=将导出的用户
234=更改
235=Windows启动文件"StartKey.key",请存储在软盘上,以便成功的继续导入过程.你想打开这个文件吗?
236=系统密钥不匹配SAM注册表文件!
237=复制
238=用户名\tCtrl+1\n复制选定用户名到剪贴板
239=LM密码\tCtrl+2\n复制选定用户的LM密码到剪贴板
240=NT密码\tCtrl+3\n复制选定用户的NT密码到剪贴板
241=LM哈希\tCtrl+4\n复制选定用户的LM哈希到剪贴板
242=NT哈希\tCtrl+5\n复制选定用户的NT哈希到剪贴板
243=说明\tCtrl+6\n复制选定用户的说明到剪贴板
244=查找
245=用户RID...\n查找用户的RID在指定的列表上
246=用户...\tCtrl+f键\n查找用户在列表上
247=LM哈希...\n查找用户从指定的LM哈希列表上
248=NT哈希...\n查找用户从指定的NT哈希列表上
249=LM密码...\n查找用户从指定的LM密码列表上
250=NT密码...\n查找用户从指定的NT密码列表上
251=说明...\n查找用户说明从列表上
252=字典
253=清除所有密码字符的面具?
254=攻击选项
255=LM哈希:
256=NT哈希:
257=密码:
258=用户名:
259=说明:
260=用户RID:
261=编辑用户...\tF3\n编辑选定的用户数据
262=从该文件导入表?
263=从该文件导入词典?
264=要导出的列
265=保存
266=所有用户
267=所选用户
268=编码
269​​=软件论坛...\n游览SAMInside软件论坛
270=首页网站:
271=技术支持:
272=此程序授权于:
273=未注册演示版
274=界面
275=创建"&English.lng"
276=界面语言
277=文件
278=已建立!
279=Windows启动时自动运行
280=启动后即刻运行隐匿
281=启动后最小化到托盘
282=当前彩虹表集:
283=\n改变窗口的大小
284=\n改变窗口的位置
285=\n缩小窗口图标
286=\n放大到全尺寸的窗口
287=无效的字符集名称"%s"在字符集配置文件!
288=无效的字符集的内容%s在字符集配置文件!
289=字符集内容"%s"太长!
290=字符集"%s"没有被发现在"charset.txt"文件!
291=无法打开字符集配置文件!
292=无效的明文长度范围:%d-%d!
293="%s"不是一个彩虹表!
294=无法打开文件:"%s"!
295=文件名"%s"没有被发现!
296=明文发现:%d-%d(%.2f%%).\n总计磁盘访问时间:%.2f秒\n总计密码分析时间:%.2f秒.
297=哈希常规"%s"无法被支持!
298=无效的彩虹表索引%d!
299="%s"表只包含哈希长度为%d!
300=错误发生在"%s"文件:\n文件长度不匹配!
301=%u字节读取,磁盘访问时间:%.2f秒.
302=验证文件...
303=错误发生在文件"%s":\n彩虹链长度验证失败!
304=错误发生在文件"%s":\n该文件没有被排序!
305=密码分析时间:%.2f秒.
306=错误发生在文件"%s":\n内存分配失败!
307=词汇与所有可能性的字符写法
308=字符替换
309=字符替换表
310=使用字符替换表
311=注意:您可以从安装存档中查看"Russian.kbt"文件已获得该表的例子.
312=明文的"%s"是"%s".搜索中...
313=搜索(哈希:%d)...
314=载入文件...
315=创建"&Russian.lng"
316=(&A)审计
317=在线恢复密码...\n通过网上论坛已获恢复密码援助
318=LM哈希:LM密码\tCtrl+7\n复制选定用户的LM哈希与密码到剪贴板
319=NT哈希:NT密码\tCtrl+8\n复制选定用户的NT哈希与密码到剪贴板
320=从*.txt文件中导入LM哈希...\n从文本文件中导入LM哈希
321=从*.txt文件中导入NT哈希...\n从文本文件中导入NT哈希
322=用户名:NT密码\tCtrl+9\n复制选定的用户名和NT密码到剪贴板
323=导出所选的LM哈希至E&GB格式...\n导出选定LM哈希到文本文件在极端的GPU-Bruteforcer格式
324=选择所有用户\tCtrl+A\n选择所有用户
325=计算机%d的%d
326=标记所选用户\n添加所选用户到列表中的攻击队列
327=取消标记所选的用户\tAlt+U\n取消标记所选列表上的用户